PH_data/alpha_0.95/0/TauDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      TauDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];


internalField   nonuniform List<symmTensor>
17348
(
( 1.125600102e-05 -7.205819202e-06 -2.245740376e-07 9.517441868e-06 3.366776582e-07 1.55755879e-05 )
( 1.152009099e-05 -6.945041605e-06 -2.275303643e-07 1.00729394e-05 3.751298436e-07 1.608873754e-05 )
( 1.070144936e-05 -7.323101272e-06 -1.794454363e-07 8.815352885e-06 2.895300497e-07 1.525029074e-05 )
( 1.158717714e-05 -6.689815109e-06 -2.110199944e-07 1.044373585e-05 3.988919843e-07 1.6504624e-05 )
( 1.109363075e-05 -7.061501947e-06 -1.904010958e-07 9.499325643e-06 3.417314076e-07 1.589046042e-05 )
( 9.982329175e-06 -7.271152754e-06 -1.222652912e-07 8.017826076e-06 2.252433973e-07 1.467027141e-05 )
( 1.21227331e-05 -6.165656487e-06 -2.119475084e-07 1.163746583e-05 4.470503541e-07 1.727025847e-05 )
( 1.102897295e-05 -6.942606888e-06 -1.777412137e-07 9.560677427e-06 3.510411943e-07 1.61381522e-05 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
}


// ************************************************************************* //
